{"code":1,"proverb_json":[{"proverb_list_type_name":"古代诗词","proverb_list":[{"proverb_content":"关关雎鸠，在河之洲。\n窈窕淑女，君子好逑。 \n参差荇菜，左右流之。\n窈窕淑女，寤寐求之。 \n求之不得，寤寐思服。\n悠哉悠哉，辗转反侧。\n参差荇菜，左右采之。\n窈窕淑女，琴瑟友之。\n参差荇菜，左右芼之。\n窈窕淑女，钟鼓乐之。","proverb_title":"关关雎鸠"},{"proverb_content":"神龟虽寿，猷有竟时。\n腾蛇乘雾，终为土灰。\n老骥伏枥，志在千里；\n烈士暮年，壮心不已。\n盈缩之期，不但在天；\n养怡之福，可得永年。\n幸甚至哉！歌以咏志。 ","proverb_author":"曹操","proverb_title":"龟虽寿 "},{"proverb_content":"青青园中葵，朝露待日晞。\n阳春布德泽，万物生光辉。\n常恐秋节至，焜黄华叶衰。\n百川东到海，何时复西归？\n少壮不努力，老大徒伤悲。 ","proverb_title":"长歌行 "},{"proverb_content":"三更灯火五更鸡，正是男儿读书时。\n黑发不知勤学早，白首方悔读书迟。 ","proverb_author":"颜真卿","proverb_title":"劝学 "},{"proverb_content":"君不见，黄河之水天上来，奔流到海不复回。君不见，高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。\n\n岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。钟鼓馔玉不足贵，但愿长醉不复醒。古来圣贤皆寂寞，惟有饮者留其名。陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。 ","proverb_title":"将进酒"},{"proverb_content":"明月几时有，把酒问青天。不知天上宫阙，今夕是何年？我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间？\n\n转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。","proverb_author":"苏轼","proverb_title":"水调歌头·中秋 "},{"proverb_content":"东风夜放花千树，更吹落星如雨。宝马雕车香满路，凤箫声动，玉壶光转，一夜鱼龙舞。 \n\n蛾儿雪柳黄金缕，笑语盈盈暗香去。众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。","proverb_author":"辛弃疾","proverb_title":"青玉案"},{"proverb_content":"辛苦遭逢起一经， \n干戈寥落四周星。 \n山河破碎风飘絮， \n身世浮沉雨打萍。 \n惶恐滩头说惶恐， \n零丁洋里叹零丁。 \n人生自古谁无死， \n留取丹心照汗青。 ","proverb_author":"文天祥","proverb_title":"过零丁洋"}]},{"proverb_list_type_name":"经典文章","proverb_list":[{"proverb_content":"臣亮言：先帝创业未半，而中道崩殂；今天下三分，益州疲敝，此诚危急存亡之秋也。然侍卫之臣，不懈于内；忠志之士，忘身于外者：盖追先帝之殊遇，欲报之于陛下也。诚宜开张圣听，以光先帝遗德，恢弘志士之气；不宜妄自菲薄，引喻失义，以塞忠谏之路也。\n\n宫中府中，俱为一体；陟罚臧否，不宜异同：若有作奸犯科，及为忠善者，宜付有司，论其刑赏，以昭陛下平明之治；不宜偏私，使内外异法也。\n\n侍中、侍郎郭攸之、费依、董允等，此皆良实，志虑忠纯，是以先帝简拔以遗陛下：愚以为宫中之事，事无大小，悉以咨之，然后施行，必得裨补阙漏，有所广益。\n\n将军向宠，性行淑均，晓畅军事，试用之于昔日，先帝称之曰“能”，是以众议举宠为督：愚以为营中之事，事无大小，悉以咨之，必能使行阵和穆，优劣得所也。\n\n亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也！侍中、尚书、长史、参军，此悉贞亮死节之臣也，愿陛下亲之、信之，则汉室之隆，可计日而待也。\n\n臣本布衣，躬耕南阳，苟全性命于乱世，不求闻达于诸侯。先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，谘臣以当世之事，由是感激，遂许先帝以驱驰。后值倾覆，受任于败军之际，奉命于危难之间：尔来二十有一年矣。\n\n先帝知臣谨慎，故临崩寄臣以大事也。受命以来，夙夜忧虑，恐付托不效，以伤先帝之明；故五月渡泸，深入不毛。今南方已定，甲兵已足，当奖帅三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都：此臣所以报先帝而忠陛下之职分也。至于斟酌损益，进尽忠言，则攸之、依、允等之任也。\n\n愿陛下托臣以讨贼兴复之效，不效则治臣之罪，以告先帝之灵；若无兴复之言，则责攸之、依、允等之咎，以彰其慢。陛下亦宜自谋，以谘诹善道，察纳雅言，深追先帝遗诏。臣不胜受恩感激！今当远离，临表涕泣，不知所言。","proverb_author":"诸葛亮","proverb_title":"出师表"},{"proverb_content":"这几天心里颇不宁静。今晚在院子里坐着乘凉，忽然想起日日走过的荷塘，在这满月的光里，总该另有一番样子吧。月亮渐渐地升高了，墙外马路上孩子们的欢笑，已经听不见了；妻在屋里拍着闰儿，迷迷糊糊地哼着眠歌。我悄悄地披了大衫，带上门出去。\n\n沿着荷塘，是一条曲折的小煤屑路。这是一条幽僻的路；白天也少人走，夜晚更加寂寞。荷塘四面，长着许多树，蓊蓊郁郁的。路的一旁，是些杨柳，和一些不知道名字的树。没有月光的晚上，这路上阴森森的，有些怕人。今晚却很好，虽然月光也还是淡淡的。\n\n路上只我一个人，背着手踱着。这一片天地好像是我的；我也像超出了平常的自己，到了另一个世界里。我爱热闹，也爱冷静；爱群居，也爱独处。像今晚上，一个人在这苍茫的月下，什么都可以想，什么都可以不想，便觉是个自由的人。白天里一定要做的事，一定要说的话，现 在都可不理。这是独处的妙处，我且受用这无边的荷香月色好了。\n\n曲曲折折的荷塘上面，弥望的是田田的叶子。叶子出水很高，像亭亭的舞女的裙。层层的叶子中间，零星地点缀着些白花，有袅娜地开着的，有羞涩地打着朵儿的；正如一粒粒的明珠，又如碧天里的星星，又如刚出浴的美人。\n\n微风过处，送来缕缕清香，仿佛远处高楼上渺茫的歌声似的。这时候叶子与花也有一丝的颤动，像闪电般，霎时传过荷塘的那边去了。叶子本是肩并肩密密地挨着，这便宛然有了一道凝碧的波痕。叶子底下是脉脉的流水，遮住了，不能见一些颜色；而叶子却更见风致了。\n\n月光如流水一般，静静地泻在这一片叶子和花上。薄薄的青雾浮起在荷塘里。叶子和花仿佛在牛乳中洗过一样；又像笼着轻纱的梦。虽然是满月，天上却有一层淡淡的云，所以不能朗照；但我以为这恰是到了好处——酣眠固不可少，小睡也别有风味的。\n\n月光是隔了树照过来的，高处丛生的灌木，落下参差的斑驳的黑影，峭楞楞如鬼一般；弯弯的杨柳的稀疏的倩影，却又像是画在荷叶上。塘中的月色并不均匀；但光与影有着和谐的旋律，如梵婀玲上奏着的名曲。\n\n荷塘的四面，远远近近，高高低低都是树，而杨柳最多。这些树将一片荷塘重重围住；只在小路一旁，漏着几段空隙，像是特为月光留下的。树色一例是阴阴的，乍看像一团烟雾；但杨柳的丰姿，便在烟雾里也辨得出。树梢上隐隐约约的是一带远山，只有些大意罢了。\n\n树缝里也漏着一两点路灯光，没精打采的，是渴睡人的眼。这时候最热闹的，要数树上的蝉声与水里的蛙声；但热闹是它们的，我什么也没有。\n\n忽然想起采莲的事情来了。采莲是江南的旧俗，似乎很早就有，而六朝时为盛；从诗歌里可以约略知道。采莲的是少年的女子，她们是荡着小船，唱着艳歌去的。采莲人不用说很多，还有看采莲的人。那是一个热闹的季节，也是一个风流的季节。梁元帝《采莲赋》里说得好：\n\n于是妖童媛女，荡舟心许；鷁首徐回，兼传羽杯；棹将移而藻挂，船欲动而萍开。尔其纤腰束素，迁延顾步；夏始春余，叶嫩花初，恐沾裳而浅笑，畏倾船而敛裾。\n\n可见当时嬉游的光景了。这真是有趣的事，可惜我们现 在早已无福消受了。\n\n于是又记起，《西洲曲》里的句子：\n\n采莲南塘秋，莲花过人头；低头弄莲子，莲子清如水。\n\n今晚若有采莲人，这儿的莲花也算得“过人头”了；只不见一些流水的影子，是不行的。这令我到底惦着江南了。——这样想着，猛一抬头，不觉已是自己的门前；轻轻地推门进去，什么声息也没有，妻已睡熟好久了。","proverb_author":"朱自清","proverb_title":"荷塘月色"},{"proverb_content":"白杨树实在不是平凡的，我赞美白杨树！\n\n当汽车在望不到边际的高原上奔驰，扑入你的视野的，是黄绿错综的一条大毯子；黄的，是土，未开垦的荒地，几十万年前由伟大的自然力堆积而成的黄土高原的外壳；绿的呢，是人类劳力战胜自然的成果，是麦田，和风吹送，翻起了一轮一轮的绿波——这时你会真心佩服昔人所造的两个字“麦浪”，若不是妙手偶得，便确是经过锤炼的语言的精华。黄与绿主宰着，无边无垠，坦荡如砥，这时如果不是宛若并肩的远山的连峰提醒了你，你会忘记了汽车是在高原上行驶，这时你涌起来的感想也许是“雄壮”，也许是“伟大”，诸如此类的形容词，然而同时你的眼睛也许觉得有点倦怠，你对当前的“雄壮”或“伟大”闭了眼，而另一种味儿在你心头潜滋暗长了—— “单调”。可不是，单调，有一点儿吧？\n\n然而刹那间，要是你猛抬眼看见了前面远远地有一排，——不，或者甚至只是三五株，一二株，傲然地耸立，象哨兵似的树木的话，那你的恹恹欲睡的情绪又将如何？我那时是惊奇地叫了一声的！\n\n那就是白杨树，西北极普通的一种树，然而实在是不平凡的一种树！\n\n那是力争上游的一种树，笔直的干，笔直的枝。它的干，通常是丈把高，像加以人工似的，一丈以内，绝无旁枝；它所有的丫枝一律向上，而且紧紧靠拢，也像加以人工似的，成为一束，绝不旁逸斜出；它的宽大的叶子也是片片向上，几乎没有斜生的，更不用说倒垂了；它的皮光滑而有银色的晕圈，微微泛出淡青色。这是虽在北方风雪的压迫下却保持着倔强挺立的一种树。哪怕只有碗那样粗细，它却努力向上发展，高到丈许，二丈，参天耸立，不折不挠，对抗着西北风。\n\n这就是白杨树，西北极普通的一种树，然而决不是平凡的树！\n\n它没有婆娑的姿态，没有屈曲盘旋的虬枝，也许你要说它不美，如果美是专指“婆娑”或“旁斜逸出”之类而言，那么，白杨树算不得树中的好女子；但是它伟岸，正直，朴质，严肃，也不缺乏温和，更不用提它的坚强不屈与挺拔，它是树中的伟丈夫！当你在积雪初融的高原上走过，看见平坦的大地上傲然挺立这么一株或一排白杨树，难道你觉得树只是树？难道你就不想到它的朴质，严肃，坚强不屈，至少也象征了北方的农民？难道你竟一点也不联想到，在敌后的广大土地上，到处有坚强不屈，就象这白杨树一样傲然挺立的守卫他们家乡的哨兵？难道你又不更远一点想到这样枝枝叶叶靠紧团结，力求上进的白杨树，宛然象征了今天在华北平原纵横决荡用血写出新中国历史的那种精神和意志？\n\n白杨不是平凡的树。它在西北极普遍，不被人重视，就跟北方农民相似；它有极强的生命力，磨折不了，压迫不倒，也跟北方的农民相似。我赞美白杨树，就因为它不但象征了北方的农民，尤其象征了今天我们民族解放斗争中所不可缺的朴质，坚强，力求上进的精神。\n\n让那些看不起民众，贱视民众，顽固的倒退的人们去赞美那贵族化的楠木，去鄙视这极常见，极易生长的白杨吧，我要高声赞美白杨树！\n\n","proverb_author":"茅盾","proverb_title":"白杨礼赞"},{"proverb_content":"苏州园林据说有一百多处，我到过的不过十多处。其他地方的园林我也到过一些。倘若要我说说总的印象，我觉得苏州园林是我国各地园林的标本，各地园林或多或少都受到苏州园林的影响。因此，谁如果要鉴赏我国的园林，苏州园林就不该错过。\n\n设计者和匠师们因地制宜，自出心裁，修建成功的园林当然各各不同。可是苏州各个园林在不同之中有个共同点，似乎设计者和匠师们一致追求的是：务必使游览者无论站在哪个点上，眼前总是一幅完美的图画。为了达到这个目的，他们讲究亭台轩榭的布局，讲究假山池沼的配合，讲究花草树木的映衬，讲究近景远景的层次。总之，一切都要为构成完美的图画而存在，决不容许有欠美伤美的败笔。他们惟愿游览者得到“如在画图中”的美感，而他们的成绩实现了他们的愿望，游览者来到园里，没有一个不心里想着口头说着“如在画图中”的。\n\n我国的建筑，从古代的宫殿到近代的一般住房，绝大部分是对称的，左边怎么样，右边也怎么样。苏州园林可绝不讲究对称，好像故意避免似的。东边有了一个亭子或者一道回廊，西边决不会来一个同样的亭子或者一道同样的回廊。这是为什么?我想，用图画来比方，对称的建筑是图案画，不是美术画，而园林是美术画，美术画要求自然之趣，是不讲究对称的。\n\n苏州园林里都有假山和池沼。假山的堆叠，可以说是一项艺术而不仅是技术。或者是重峦叠嶂，或者是几座小山配合着竹子花木，全在乎设计者和匠师们生平多阅历，胸中有邱壑，才能使游览者攀登的时候忘却苏州城市，只觉得身在山间。至于池沼，大多引用活水。有些园林池沼宽敞，就把池沼作为全园的中心，其他景物配合着布置。水面假如成河道模样，往往安排桥梁。假如安排两座以上的桥梁，那就一座一个样，决不雷同。池沼或河道的边沿很少砌齐整的石岸，总是高低屈曲任其自然。还在那儿布置几块玲珑的石头，或者种些花草：这也是为了取得从各个角度看都成一幅画的效果。池沼里养着金鱼或各色鲤鱼，夏秋季节荷花或睡莲开放，游览者看“鱼戏莲叶间”，又是入画的一景。\n\n苏州园林栽种和修剪树木也着眼在画意。高树与低树俯仰生姿。落叶树与常绿树相间，花时不同的多种花树相间，这就一年四季不感到寂寞。没有修剪得像宝塔那样的松柏，没有阅兵式似的道旁树：因为依据中国画的审美观点看，这是不足取的。有几个园里有古老的藤萝，盘曲嶙峋的枝干就是一幅好画。开花的时候满眼的珠光宝气，使游览者感到无限的繁华和欢悦，可是没法说出来。\n\n游览苏州园林必然会注意到花墙和廊子。有墙壁隔着，有廊子界着，层次多了，景致就见得深了。可是墙壁上有砖砌的各式镂空图案，廊子大多是两边无所依傍的，实际是隔而不隔，界而未界，因而更增加了景致的深度。有几个园林还在适当的位置装上一面大镜子，层次就更多了，几乎可以说把整个园林翻了一番。\n\n游览者必然也不会忽略另外一点，就是苏州园林在每一个角落都注意图画美。阶砌旁边栽几丛书带草。墙上蔓延着爬山虎或者蔷薇木香。如果开窗正对着白色墙壁，太单调了，给补上几竿竹子或几棵芭蕉。诸如此类，无非要游览者即使就极小范围的局部看，也能得到美的享受。\n\n苏州园林里的门和窗，图案设计和雕镂琢磨功夫都是工艺美术的上品。大致说来，那些门和窗尽量工细而决不庸俗，即使简朴而别具匠心。四扇，八扇，十二扇，综合起来看，谁都要赞叹这是高度的图案美。摄影家挺喜欢这些门和窗，他们斟酌着光和影，摄成称心满意的照片。\n\n苏州园林与北京的园林不同，极少使用彩绘。梁和柱子以及门窗栏杆大多漆广漆，那是不刺眼的颜色。墙壁白色。有些室内墙壁下半截铺水磨方砖，淡灰色和白色对衬。屋瓦和檐漏一律淡灰色。这些颜色与草木的绿色配合，引起人们安静闲适的感觉。花开时节，更显得各种花明艳照眼。\n\n可以说的当然不止以上这些，这里不再多写了。","proverb_author":"叶圣陶","proverb_title":"苏州园林"},{"proverb_content":"舜发于畎亩之中，傅说举于版筑之中，胶鬲举于鱼盐之中，管夷吾举于士，孙叔敖举于海，百里奚举于市。\n\n故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。\n\n人恒过，然后能改；困于心，衡于虑，而后作；征于色，发于声，而后喻。入则无法家拂士，出则无敌国外患者，国恒亡。\n\n然后知生于忧患，而死于安乐也。","proverb_author":"孟子","proverb_title":"生于忧患,死于安乐"}]},{"proverb_list_type_name":"现代诗","proverb_list":[{"proverb_content":"北国风光，\n千里冰封，\n万里雪飘。  \n\n望长城内外，\n惟余莽莽；  \n大河上下，\n顿失滔滔。  \n\n山舞银蛇，原驰蜡象，\n欲与天公试比高。  \n须晴日，看红妆素裹，\n分外妖娆。  \n江山如此多娇，\n引无数英雄竞折腰。  \n惜秦皇汉武，\n略输文采；  \n唐宗宋祖，\n稍逊风骚。  \n一代天骄，\n成吉思汗，\n只识弯弓射大雕。  \n俱往矣，\n数风流人物，\n还看今朝。   ","proverb_author":"毛泽东","proverb_title":"沁园春·雪"},{"proverb_content":"轻轻的我走了，\n正如我轻轻的来；\n我轻轻的招手，\n作别西天的云彩。\n那河畔的金柳，\n是夕阳中的新娘；\n波光里的艳影，\n在我的心头荡漾。\n软泥上的青荇，\n油油的在水底招摇；\n在康河的柔波里，\n我甘心做一条水草！\n那榆荫下的一潭，\n不是清泉，\n是天上虹；\n揉碎在浮藻间，\n沉淀着彩虹似的梦。\n寻梦？\n撑一支长篙，\n向青草更青处漫溯；\n满载一船星辉，\n在星辉斑斓里放歌。\n但我不能放歌，\n悄悄是别离的笙箫；\n夏虫也为我沉默，\n沉默是今晚的康桥！\n悄悄的我走了，\n正如我悄悄的来；\n我挥一挥衣袖，\n不带走一片云彩。","proverb_author":"徐志摩","proverb_title":"再别康桥"},{"proverb_content":"生命诚可贵，\n爱情价更高。\n若为自由故，\n二者皆可抛。 ","proverb_author":"裴多菲","proverb_title":"自由与爱情"}]},{"proverb_list_type_name":"绕口令","proverb_list":[{"proverb_bg_url":"插图url","proverb_content":"青葡萄，紫葡萄，青葡萄没紫葡萄紫，吃葡萄不吐葡萄皮，不吃葡萄倒吐葡萄皮,若要不吃葡萄非吐皮，就得先吃葡萄不吐皮。","proverb_title":"吃葡萄不吐葡萄皮"},{"proverb_content":"化肥会挥发，黑化肥发灰,灰化肥发黑，黑化肥发灰会挥发; 灰化肥挥发会发黑，黑化肥挥发发灰会花飞; 灰化肥挥发发黑会飞花。","proverb_title":"化肥会挥发"}]}]}